//여기 부분 지워봤어요
let et = 2;
console.log('??')
console.log('again')
//파일 내에 수정사항이 있을 경우, 저장->변경사항을 스테이징해줌(+기호를 통해).. 그 후에 메시지 작성해서 commit 을 남기면 됨<이 부분까지 수정된 파일이 기록으로 남음
console.log('배고파요') 
console.log('위대한생명창조의역사가시작된다아아') //넘버 짱 넘버 최고~
console.log('console창만 계속 추가함') //당연함 이게 젤 간단함
console.log('여기는 추가해봤고요')
console.log('지우면 -1이 뜨고요 추가하면 +1이 떠요') //기차지나갑니다
//쟈쟌 revert가 되엇답니다 9번 코드는 다시 돌아왔고요 11번에 작성되엇던 누적형식인걸까는 지워졋어요~
console.log('이게 그...미래야...!')
console.log('그 전에 선행되어야 할 연구 과제가 있찌... 생명은...창조될 수 있는 것인가')